tap "adoptopenjdk/openjdk"
tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "python@3.9"
brew "cmake"
brew "openldap"
brew "curl"
brew "dash", link: false
brew "docker"
brew "docker-compose"
brew "ffmpeg"
brew "fish"
brew "folly"
brew "mas"
brew "neovim"
brew "nghttp2"
brew "node"
brew "pandoc"
brew "rsync"
brew "ssh-copy-id"
brew "tmux"
brew "watchman"
brew "wget"
brew "yarn"
cask "adoptopenjdk8"
cask "dash"
cask "displaylink"
cask "figma"
cask "font-fira-code"
cask "gitkraken"
cask "google-chrome"
cask "iterm2"
cask "kicad"
cask "kitty"
cask "lastpass"
cask "postman"
cask "skim"
cask "slack"
cask "spectacle"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "wkhtmltopdf"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
