tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "curl"
brew "dash"
brew "docker"
brew "python@3.9"
brew "docker-compose"
brew "fish"
brew "mas"
brew "neovim"
brew "node"
brew "pandoc"
brew "rsync"
brew "ssh-copy-id"
brew "tmux"
brew "wget"
brew "yarn"
cask "dash"
cask "font-fira-code"
cask "gitkraken"
cask "kitty"
cask "lastpass"
cask "postman"
cask "skim"
cask "slack"
cask "spectacle"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
